[
"Ralph Waldo Emerson::Life's a journey, not a destination.",
"Albert Einstein::Great spirits have always encountered violent opposition from mediocre minds.",
"Albert Einstein::Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.",
"Allen Ng::I hear the collapse of our civilization in the sounds heard at the grocery store, not in the screams of children, but in the silence of adults.",
"Allen Ng::It feels incredibly narrow and naive to think that everything in the universe that is observable is exactly matched by our ability to observe it.",
"Al Pacino as Lowell Bergman::Ordinary people under extraordinary stress, Mike.  What'd the hell you expect?  Grace and consistency?",
"American Indian Proverb::Listen or thy tongue will keep thee deaf.",
"Anne McCaffrey::[They] never discovered and eventually forgot to ask.",
"Aristotle::We are what we repeatedly do. Excellence then, is not an act, but a habit.",
"Astragarl Hornwood::Dragons?  Splendid things lad&mdash;so long as you only look at them in tapestries, or the masks worn at revels, or from about three realms off...",
"Ayn Rand::We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission; which is the stage of the darkest periods of human history, the stage of rule by brute force.",
"Ayn Rand::When you see that trading is done, not by consent, but by compulsion...when you see that in order to produce, you need to obtain permission from men who produce nothing...when you see that money is flowing to those who deal, not in goods, but in favors...when you see that men get richer by graft and by pull than by work, and your laws don't protect you against them, but protect them against you...when you see corruption being rewarded and honesty becoming a self-sacrifice...you may know that your society is doomed.",
"Bob Marley::No woman, No cry.",
"Charlie Parker::Music is your own experience, your thoughts, your wisdom. If you don't live it, it won't come out of your horn.",
"Chinese Proverb::Teachers open the door, but you must enter by yourself.",
"Dave Butler::Silly is a state of Mind; Stupid is a way of Life.",
"David Hockney::Art has to move you and design does not, unless it's a good design for a bus.",
"George Bernard Shaw::Liberty means responsibility. That is why most men dread it.",
"George Carlin::Think for a moment about the concept of the flamethrower...it means that at some point, some person said to himself, 'Gee, I'd sure like to set those people on fire over there, but I'm way too far away to get the job done.  If only I had something that would throw flame on them.'",
"Georges Bidault::The weak have one weapon: the errors of those who they think are strong.",
"Hebrews 9:27a::It is appointed once for a man to die...",
"James Branch Cabell::Mundus Vult Decipi (The world wants to be deceived.)",
"Johnathan Swift::When a true genius appears in the world, you may know him by this sign, that the dunces are all in confederacy against him.",
"John Stallworthy::They stand most straight who learn to walk beneath a weight.",
"Louie Armstrong when asked \"What is jazz?\"::If you have to ask, you'll never know.",
"Mark Twain::Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.",
"R.A. Salvatore::If a person needs proof of a god's existence, then the very notion of spirituality is diminished into sensuality and we have reduced what is holy into what is logical.",
"R.A. Salvatore::I need no fantasies to belittle the great treasures that I already possess.",
"Richard Feynman::For a successful technology, reality must take precedence over public relations, for nature cannot be fooled.",
"Richard Feynman::Physics is like sex: sure, it may give some practical results, but that's not why we do it.",
"Scott Adams::If there are no stupid questions, then what kind of questions do stupid people ask?  Do they get smart just in time to ask questions?",
"The Eagles::Somtimes to keep it together you gotta leave it alone.",
"The Mentor::We've been spoon-fed baby food at school when we hungered for steak... the bits of meat that you did let slip through were pre-chewed and tasteless.  We've been dominated by sadists, or ignored by the apathetic.  The few that had something to teach found us willing pupils, but those few are like drops of water in the desert.",
"The Tyranny of the Diploma (Forbes Magazine)::Time was when a high school diploma was pretty good proof that the holder had received a basic education.  No more.  Too many high schools certify kids who can barely read or reckon, with the result that employers today want to see a college diploma as evidence of basic literacy.",
"unknown::Habit is the ballast that chains a dog to his vomit.",
"unknown::If you would ever like to go into a cave, I will take you. If you are curious about a dungeon, I'll find you a book on the subject.",
"unknown::'I think not!' retorted Descartes and promptly disappeared.",
"unknown::Light travels faster than sound, that's why some people seem bright until they talk.",
"unknown::The world is so fast that there are days when the person who says it can't be done is interrupted by the person who is doing it.",
"Yogi Berra::If you don't know where you're going, you'll end up somewhere else.",
"Winston Churchill (likely incorrectly attributed)::The greatest argument against democracy is a five minute conversation with the average voter.",
"Thomas Jefferson::He who receives an idea from me receives it without lessening me, as he who lights his candle at mine receives light without darkening me.",
"Sam Levenson::It's so simple to be wise.  Just think of something stupid to say and then don't say it.",
"Hunter S. Thompson::Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body, but rather to skid in broadside in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming 'Wow! What a Ride!'",
"Gene Krantz::We were working on the ragged edge of all knowledge, all technology, and all experience...",
"Allen Ng::You can tell a lot about a person from the things you make up about them in your head.",
"Isaac Asimov::Anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that 'my ignorance is just as good as your knowledge.'",
"Allen Ng::Humor is in the eyeing of the beheld.",
"unknown::Give a man a fire and he'll be warm for a day.  Light a man on fire and he'll be warm for the rest of his life.",
"Ian Bogost::It may seem quibbling to bring up such matters [...] But it always seems that way, until it doesn’t anymore.",
"Richard Feynman::If you give me the right man, in any field, I can talk to him.  I know what the condition is: that he did whatever he did as far as he can go.  That he studied every aspect of it as far as he...he has stretched himself to the end.",
"Marshall McLuhan::People don't want to know the cause of anything. They do not want to know why radio caused Hitler and Gandhi alike. They do not want to know that print caused anything whatever.",
"Rabindranath Tagore \"Let My Country Awake\"::Where the mind is without fear and the head held high;\nWhere knowledge is free;\nWhere the world has not been broken up into fragments by narrow domestic walls;\nWhere words come out from the depth of truth;\nWhere tireless striving stretches its arms towards perfection;\nWhere the clear stream of reason has not lost its way into the dreary desert sand of dead habit;\nWhere the mind is led forward by Thee into ever-widening thought and action;\nInto that heaven of freedom, my Father, let my country awake.",
"Barriss Mills \"Gone Forever\"::Halfway through shaving, it came--\nthe word for a poem.\nI should have scribbled it\non the mirror with a soapy finger,\nOr shouted it to my wife in the kitchen,\nOr muttered it to myself till it ran\nin my head like a tune.\nBut now it's gone with the whiskers\ndown the drain. Gone forever,\nlike the girls I never kissed,\nand the places I never visited--\nthe lost lives I never lived.",
"Allen Ng::Conformity for conformity's sake may have little value, but non-conformity for non-conformity's sake has none.",
"Dietrich Bonhoeffer::A God who let us prove his existence would be an idol.",
"Dietrich Bonhoeffer::The fact that the stupid person is often stubborn must not blind us to the fact that he is not independent. In conversation with him, one virtually feels that one is dealing not at all with him as a person, but with slogans, catchwords, and the like that have taken possession of him. He is under a spell, blinded, misused, and abused in his very being. Having thus become a mindless tool, the stupid person will also be capable of any evil and at the same time incapable of seeing that it is evil.",
"Dietrich Bonhoeffer::Stupidity is a more dangerous enemy of the good than malice. One may protest against evil; it can be exposed and, if need be, prevented by use of force. Evil always carries within itself the germ of its own subversion in that it leaves behind in human beings at least a sense of unease. Against stupidity we are defenseless. Neither protests nor the use of force accomplish anything here; reasons fall on deaf ears; facts that contradict one's prejudgment simply need not be believed&mdash;in such moments the stupid person even becomes critical&mdash;and when facts are irrefutable they are just pushed aside as inconsequential, as incidental. In all this the stupid person, in contrast to the malicious one, is utterly self-satisfied and, being easily irritated, becomes dangerous by going on the attack.",
"Abraham Flexner::We make ourselves no promises, but we cherish the hope that the unobstructed pursuit of useless knowledge will prove to have consequences in the future as in the past.  Not for a moment, however, do we defend the Institute on that ground.  It exists as a paradise for scholars who, like poets and musicians, have won the right to do as they please and who accomplish most when enabled to do so.",
"H.L. Mencken::As democracy is perfected, the office of president represents, more and more closely, the inner soul of the people. On some great and glorious day the plain folks of the land will reach their heart's desire at last and the White House will be adorned by a downright moron.",
"John Mayer::Everybody's just a stranger,\nBut that's the danger\nIn going my own way.\nI guess it's the price I'll have to pay.",
"Edward R. Murrow::To be persuasive we must be believable; to be believable we must be credible; credible we must be truthful.",
"John Oliver::Cryptocurrencies: everything you don't understand about money, combined with everything you don't understand about computers.",
"Dylan Moran::That's the ultimate human shopping list.  'I'd like some illegal, some forbidden, some frowned upon, and some down right disgust, please.'",
"Douglas Adams::One of the many major problems with governing people is that of whom you get to do it; or rather of who manages to get to do it; or rather of who manages to get people to let them do it to them.  To summarize: it is a well known fact that those people who most want to rule people are, ipso facto, those least suited to do it.  To summarize the summary: anyone who is capable of getting themselves made President should on no account be allowed to do the job.",
"Lao Tzu::Losing the way of life, men rely on goodness.  Losing goodness, they rely on laws.",
"Stephen King::We had a chance to change the world but opted for the Home Shopping Network instead.",
"Isaac Asimov::If knowledge can create problems, it is not through ignorance that we can solve them.",
"Morgan Freeman as Ellis Boyd 'Red' Redding::Some birds aren’t meant to be caged; their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock them up does rejoice, but, still, the place you live in is that much more drab and empty that they’re gone. I guess I just miss my friend.",
"Russell Crowe as John Nash::Like a diet of the mind, I choose not to indulge certain appetites.  Like my appetite for patterns.  Perhaps my appetite to imagine and to dream.",
"Jordan Peterson::People get unbelievably upset when you poke them in the axioms.",
"Alan Kay::A change in perspective is worth 80 IQ points.",
"Frank Herbert \"Bene Gesserit Litany Against Fear\"::I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.",
"Maya Angelou::I did then what I knew how to do. Now that I know better, I do better.",
"unknown::The weak use rules to bind the strong.",
"Charles Bukowski::Find what you love and let it kill you.",
"Sylvia Plath, The Bell Jar::I saw my life branching out before me like the green fig tree in the story.  ...  I saw myself sitting in the crotch of this fig tree, starving to death, just because I couldn't make up my mind which of the figs I would choose. I wanted each and every one of them, but choosing one meant losing all the rest, and, as I sat there, unable to decide, the figs began to wrinkle and go black, and, one by one, they plopped to the ground at my feet.",
"Charles Bukowski::You have to die a few times before you can really live.",
"Mark Forsyth::...adjectives in English absolutely have to be in this order: opinion-size-age-shape-colour-origin-material-purpose Noun.  So you can have a lovely little old rectangular green French silver whittling knife.  But if you mess with that word order in the slightest you'll sound like a maniac.  It's an odd thing that every English speaker uses that list, but almost none of us could write it out.  And as size comes before colour, green great dragons can't exist.",
"Javier Bardem as Anton Chigurh::If the rule you followed brought you to this: of what use what the rule?",
"George Bernard Shaw::Those who talk most about the blessings of marriage and the constancy of its vows are the very people who declare that if the chain were broken and the prisoners left free to choose, the whole social fabric would fly asunder.  You cannot have the argument both ways.  If the prisoner is happy, why lock him in?  If he is not, why pretend that he is?",
"Bob Marley::You may not be her first, her last, or her only.  She loved before; she may love again; but if she loves you now, what else matters?  She's not perfect&mdash;you aren't either&mdash;and the two of you may never be perfect together, but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can.  She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break: her heart.  So don't hurt her, don't change her, don't analyze and don't expect more than she can give.  Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.",
"Steve Eisman::They mistook leverage for genius.",
"George Orwell::If people cannot write well, they cannot think well. And if they cannot think well, others will do their thinking for them.",
"Zach Weinersmith::Using neural networks to fool the human mind is like using a bazooka to fight a hamster.",
"David McCullough::Writing is thinking. To write well is to think clearly. That's why it's so hard.",
"Carl Sagan::I have a foreboding of an America in my children's or grandchildren's time -- when the United States is a service and information economy; when nearly all the manufacturing industries have slipped away to other countries; when awesome technological powers are in the hands of a very few, and no one representing the public interest can even grasp the issues; when the people have lost the ability to set their own agendas or knowledgeably question those in authority; when, clutching our crystals and nervously consulting our horoscopes, our critical faculties in decline, unable to distinguish between what feels good and what's true, we slide, almost without noticing, back into superstition and darkness...The dumbing down of American is most evident in the slow decay of substantive content in the enormously influential media, the 30 second sound bites (now down to 10 seconds or less), lowest common denominator programming, credulous presentations on pseudoscience and superstition, but especially a kind of celebration of ignorance."
]
